Repository: HuangYouci/iOSapp-AInterviewMock
Catalog: AInterviewMock/Assets/Translate/Localizable.xcstrings
Source language: zh_hant
Languages: en

# SpeechProfile_persuasive_preQuestion_goal
source: 你希望觀眾改變什麼想法或行為？
en: What thoughts or behaviors do you want the audience to change?

# SpeechProfile_persuasive_preQuestion_reason
source: 你會用什麼理由來說服他們？
en: What reasons would you use to persuade them?

# SpeechProfile_persuasive_templateDescription
source: 說服觀眾認同你的觀點或行動目標
en: Persuade the audience to agree with your point of view or action goals

# SpeechProfile_persuasive_templateName
source: 說服演講
en: Persuasive Speech

# SpeechProfile_persuasive_templatePrompt
source: 一個具有說服力的演講，講者試圖說服聽眾某理念
en: A persuasive speech where the speaker attempts to convince the audience of a certain idea

# SpeechProfile_selfIntro_preQuestion_specialty
source: 你有什麼專長或興趣？
en: What are your specialties or interests?

# SpeechProfile_selfIntro_preQuestion_who
source: 你是誰？
en: Who are you?

# SpeechProfile_selfIntro_templateDescription
source: 向他人介紹你自己、興趣與背景
en: Introduce yourself, your interests, and your background to others.

# SpeechProfile_selfIntro_templateName
source: 自我介紹
en: Self-introduction

# SpeechProfile_selfIntro_templatePrompt
source: 一個講者正在進行自我介紹
en: A speaker is currently self-introduction

# SpeechQuesView_answerTextFieldPlaceholder
source: 答案
en: Answer

# SpeechQuesView_requiredFieldIndicator
source: 必填
en: Required

# SpeechQuesView_titleLine1
source: 告訴我們
en: Tell us the detail

# SpeechQuesView_titleLine2
source: 演講的細節吧！
en: of the speech!

# SpeechStartView_audienceQuestionsTitle
source: 觀眾提問
en: Audience Asking

# SpeechStartView_buttonNextAsking
source: 下一題
en: Next

# SpeechStartView_buttonStart
source: 開始演講
en: Start Speech

# SpeechStartView_buttonStopAsking
source: 回答完畢
en: Finish

# SpeechStartView_buttonStopPresenting
source: 完成演講
en: Finish Speech

# SpeechStartView_headerTitleMockSpeech
source: 模擬演講
en: Mock Speech

# SpeechStartView_microphonePermissionDenied
source: 麥克風權限
en: Microphone Permission

# SpeechStartView_microphonePermissionTitle
source: 需獲取麥克風權限，才能開始模擬演講
en: Need your microphone permits to start mock speech.

# SpeechStartView_numberOfQuestionsFormat
source: %d 題
en: %d Asks

# SpeechStartView_pleaseWaitMessage
source: 請等待
en: Please wait

# SpeechStartView_preparationDisclaimer
source: 模擬演講即將開始！請注意，模擬演說開始後將無法暫停或中途重新開始。 請確保您已充分準備，並在一個不會被打擾的時段進行。且為了能成功錄製您的演說內容，請務必前往裝置的「設定」，並允許本應用程式取用麥克風。若未開啟，將無法進行錄製。整個模擬過程（包含音檔上傳及 AI 分析）都需要穩定的網路連線，請確保您的裝置已連上網路。在演說錄製和分析期間，請勿切換到其他應用程式、鎖定螢幕或接聽非緊急通話，以免造成錄製中斷、失敗或影響分析結果。為獲得最清晰的錄音品質與最準確的 AI 分析回饋，強烈建議您在一個安靜、少回音且無背景噪音的環境下進行。 祝您演講順利！
en: Your mock speech is about to begin! Please be aware that once the session starts, it cannot be paused or restarted. Ensure you are fully prepared and in an environment where you will not be interrupted. To successfully record your speech, you must also go to your device's "Settings" and grant this app microphone access; recording cannot proceed otherwise. A stable internet connection is required for the entire process, including audio uploads and AI analysis, so please confirm your device is connected. During recording and analysis, avoid switching apps, locking your screen, or taking non-urgent calls to prevent interruptions, failures, or compromised results. For the best audio quality and most accurate AI feedback, we strongly recommend speaking in a quiet, echo-free environment with no background noise. Good luck with your speech!

# SpeechStartView_presentingInstruction
source: 請開始你的演講，完成後請點完成按鈕。
en: Please start your speech, and tap ‘Finish’ when you completed it.

# SpeechStartView_recordingIndicator
source: 錄製中
en: Recording

# SpeechStartView_statusAnalyzing
source: 分析中
en: Analyzing

# SpeechStartView_statusAskingQuestion
source: 提問 %d
en: Ask %d

# SpeechStartView_statusPresenting
source: 演講中
en: Presenting

# SpeechStartView_timeLimit60m
source: 60 分鐘
en: 60 mins

# SpeechStartView_timeLimitTitle
source: 時間限制
en: Time Limit

# SpeechView_nextButtonNextStep
source: 下一步
en: Next

# SpeechView_nextButtonStartSpeech
source: 開始演講
en: Start Speech

# SpeechView_previousButtonCancel
source: 取消
en: Cancel

# SpeechView_previousButtonLeave
source: 離開
en: Leave

# SpeechView_previousButtonPreviousStep
source: 上一步
en: Previous

# SpeechView_previousButtonSaveChanges
source: 暫存
en: Save & Quit

# SpeechView_progressStep1SpeechType
source: 演講類型
en: Speech Type

# SpeechView_progressStep2SpeechDetails
source: 演講細節
en: Speech Details

# SpeechView_progressStep3DataPreparation
source: 資料準備
en: Data Preparation

# SpeechView_progressStep4DataConfirmation
source: 資料確認
en: Data Confirmation

# SpeechView_progressStep5ReadyToStart
source: 準備開始
en: Ready to Start

# SpeechView_progressTitle
source: 進度
en: Progress

# UpdateCheckerView_currentVersionLabel
source: 目前版本
en: Current

# UpdateCheckerView_latestVersionLabel
source: 最新版本
en: Latest

# UpdateCheckerView_updateAppMessage
source: 本程式已推出最新版本，請至 App Store 更新。
en: A new version of this app is now available. Please update it on the App Store.

# UpdateCheckerView_updateAppTitle
source: 更新程式
en: Update App

# UpdateCheckerView_updateNotesLabel
source: 更新內容
en: What’s New
